IdeaRS.OpenModel.Connection.CheckResConcreteBlock
Check value for Concrete Block

IdeaRS.OpenModel.Connection.CheckResConcreteBlock.Name
Name of Concrete Block

IdeaRS.OpenModel.Connection.CheckResConcreteBlock.UnityCheck
Unity Check

IdeaRS.OpenModel.Connection.CheckResConcreteBlock.CheckStatus
Status of the Check

IdeaRS.OpenModel.Connection.CheckResConcreteBlock.LoadCaseId
Id of Load Case